Dlubal.TimberPro.HorizontalAlignmentType
Type of horizontal alignment

Dlubal.TimberPro.HorizontalAlignmentType.UnknownHAlignment
Unknown horizontal alignment

Dlubal.TimberPro.HorizontalAlignmentType.Left
Left alignment

Dlubal.TimberPro.HorizontalAlignmentType.Center
Center alignment

Dlubal.TimberPro.HorizontalAlignmentType.Right
Right alignment